cases/00-tutorials/Plate2D-mhd-2branch/constant/timeVsLaserPosition1
(
    (0    (0 0.005 0.01))
    (1    (0 0.005 -0.59))
)