cases/00-tutorials/Plate2D-mhd-2branch/constant/timeVsLaserPower0
(
    (0           4000)
    (1.999e-3    4000)
    (2e-3        1000)
    (4e-3        1000)
    (4.001e-3    4000)
    (1           4000)
)